[
{
  "url": "https://rbelaw.com/practice-areas/wills-trusts-estates/",
  "slug": "wills-trusts-estates",
  "name": "Wills, Trusts & Estates",
  "description": "Our attorneys counsel and assist clients in planning for the disposition of their personal estates and the transition of their businesses, including the preparation of stock repurchase agreements, wills, trust documents, living wills and life-prolonging procedures declarations. In addition, the Firm provides assistance in the administration of trusts and estates, including the initiation of and representation in probate proceedings.",
  "content": [
    {
      "heading": "INDIVIDUAL CLIENT SERVICES",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Business Succession Planning",
      "level": "h3",
      "content": [
        "As a business owner, you spent years creating and executing a successful business plan. It is equally important that you consider making necessary legal arrangements to protect the future of your business and your investments, through business succession planning.",
        "Business succession planning can protect and preserve your business or its value and involves making the legal, operational, and financial arrangements necessary to transfer your business to a partner or a family member, or to determine how your business should be sold, upon your retirement, incapacitation or death.",
        "For business owners, business succession planning is a critical part of an overall estate plan. Our experienced attorneys can assist you in identifying your objectives and the available options for achieving them, in light of the applicable legal environment and tax considerations."
      ]
    },
    {
      "heading": "Probate & Estate Administration",
      "level": "h3",
      "content": [
        "Our firm handles all aspects of probate and estate and trust administration. Probate is the legal process by which a person’s will is submitted to a Probate Court and administered. The provisions of the will determine how the decedent’s debts are paid and assets are distributed upon death.",
        "Estate and trust administration also includes assistance with non-probate transfers of the deceased’s assets, such as life insurance, annuities, and trust assets.",
        "Our lawyers assist personal representatives of estates and trustees of trusts in gathering, valuing, accounting for and distributing the decedent’s assets. We assist with the preparation of federal and state estate tax returns and other documents to release liens on a decedent’s real estate. As counsel for the personal representative or trustee, our responsibility is to ensure that all steps are properly taken in order to carry out the decedent’s intent, complete required administration activity, and transfer of assets to the appropriate family member or others in accordance with law."
      ]
    },
    {
      "heading": "Estate Planning",
      "level": "h3",
      "content": [
        "It is neither difficult nor expensive to protect your assets and your family’s future with an estate plan. With the help of one of our experienced attorneys, you can have peace of mind that your loved ones will receive your property and understand your last wishes in a manner chosen by you.",
        "Estate planning usually starts with drafting a will or a trust, along with the use of a power of attorney. There are also other important documents you may want to include as well, called “advance directives,” which allow you to communicate your wishes for medical care and to give decision-making authority to a trusted friend or family member.",
        "Our attorneys are ready to help you consider all the issues involved in preparing these important documents. We will take the time to understand you, your family situation, and your goals in estate planning, to ensure your goals are achieved."
      ]
    },
    {
      "heading": "Ryan L. Leitch",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Ryan-Leitch-Indiana-Attorney-Trust-and-Estate-Law-Thumbnail-1.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/real-estate-land-use-zoning/",
  "slug": "real-estate-land-use-zoning",
  "name": "Real Estate, Land Use & Zoning",
  "description": "The Firm’s real estate, land use, and zoning clients are quite diverse and include developers, builders, banks and other mortgage lenders, governmental authorities, and individual sellers and purchasers of commercial and residential property.",
  "content": [
    {
      "heading": "REAL ESTATE, LAND USE & ZONING",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Land Use & Planning",
      "level": "h2",
      "content": [
        "We have handled all types of development and redevelopment, including residential and mixed use projects, office parks, distribution centers, health care facilities, shopping centers, and industrial facilities. Our services enable our clients to take a project from conception through the full approval process, up to and including the building permits. Our experience includes obtaining rezoning and master plan changes and zoning and land use approvals, including local and county application, land use counseling, and zoning litigation."
      ]
    },
    {
      "heading": "Commercial Real Estate & Leasing",
      "level": "h2",
      "content": [
        "The experienced and knowledgeable real estate attorneys and staff are available to guide you through all aspects of acquisitions, approval, financing (including construction and permanent financing) and compliance with governmental regulations.",
        "In particular, our attorneys have substantial experience negotiating commercial leases on behalf of tenants ranging in size from small, family-owned businesses to multi-national corporations. Commercial tenants often fail to negotiate their leases with their landlords, based on the mistaken belief that they have no choice but to sign the leases as presented by their landlords. While it is true that landlords have significant leverage in negotiations, there are important provisions in each commercial lease that can and should be negotiated, which can save tenants time, trouble, and money in the future."
      ]
    },
    {
      "heading": "Residential Real Estate",
      "level": "h2",
      "content": [
        "Home ownership is the major financial transaction for most people. It is also a setting in which disputes occasionally arise, typically in construction. With experience representing builders and homeowners, our attorneys are ideally positioned to handle all kinds of disputes arising out of residential real estate and construction."
      ]
    },
    {
      "heading": "John L. Egloff",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Ryan L. Leitch",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Timothy H. Button",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/John-Egloff-Attorney-Headshot-Thumbnail-JPG.jpg"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/labor-employment-law/",
  "slug": "labor-employment-law",
  "name": "Labor Employment Law",
  "description": "Our labor & employment attorneys assist",
  "content": [
    {
      "heading": "LABOR & EMPLOYMENT LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Labor Law",
      "level": "h2",
      "content": [
        "Our labor & employment attorneys assist employers in all industries with a full range of traditional labor law issues, such as:",
        {
          "type": "list",
          "items": [
            "Wage and hour issues and investigations",
            "Fair Labor Standards Act compliance and litigation",
            "Union avoidance and labor relations strategy",
            "National Labor Relations Board practice",
            "Collective bargaining",
            "Arbitrations of labor disputes",
            "Day-to-day employment decisions",
            "IOSHA investigations",
            "Employee relations audits and assessments"
          ]
        }
      ]
    },
    {
      "heading": "Employment Law",
      "level": "h2",
      "content": [
        "Our labor & employment attorneys represent employers in a wide variety of employment law matters, including:",
        {
          "type": "list",
          "items": [
            "Defending discrimination claims (race, sex, age, disability, handicap, religion, and similar protected categories)",
            "Negotiating and drafting employment agreements",
            "Drafting, defending and prosecuting non-competition agreements, no-solicitation agreements, trade secret agreements, and non-piracy provisions",
            "Defending wrongful termination claims",
            "Drafting employee handbooks, employment policies, and work rules",
            "Defending Family and Medical Leave Act claims",
            "Defending unemployment compensation claims",
            "Defending claims of ERISA violations, as well as violations of employee benefit plans and executive compensation plans"
          ]
        }
      ]
    },
    {
      "heading": "Non-Competition Agreements",
      "level": "h2",
      "content": [
        "A non-competition agreement can be a valuable tool to protect a business interest, whether you are protecting an existing business or buying one. Non-competition clauses are commonly included in employment contracts, sale agreements and shareholder agreements. A well-drafted non-competition agreement may mean the difference between the success or failure of a business . The difficulty with these agreements comes in their enforceability. The clauses receive additional judicial scrutiny, and there are occasions when courts will not enforce these kinds of agreements.",
        "That is why you need experienced attorneys to assist you in drafting and enforcing non-competition agreements. Our attorneys have extensive experience representing employers, companies, shareholders, and individual employees in these cases."
      ]
    },
    {
      "heading": "Worker’s Compensation Defense",
      "level": "h2",
      "content": [
        "Our labor & employment attorneys represent employers, insurers, and third party administrators in worker’s compensation matters throughout Indiana. We pride ourselves in providing our clients with an early evaluation of each case, which allows us to resolve cases efficiently and effectively, including taking cases to hearing where appropriate.",
        "This manual is not intended to be a substitute for legal advice or an exhaustive treatise. For additional information, clarification, fact-specific advice or updates as Indiana law continues to change and evolve, please contact our offices. We appreciate each opportunity to serve you."
      ]
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Eric M. Hylton",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie R. Osborne",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Donald S. Smith",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Travis R. Watson",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "J.T. Wynne",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2020/04/WC-Button-250.jpg"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/intellectual-property-law-litigation/",
  "slug": "intellectual-property-law-litigation",
  "name": "Intellectual Property Law Litigation",
  "description": "We assist software developers, media companies, musicians, artists, and others with the registration of their copyrighted works with the U.S. Copyright Office. We also register our clients’ product names, trade names, logos, and taglines with the U.S. Patent and Trademark Office as trademarks and service marks. Registration of copyrights, trademarks and service marks enable our clients to fully enforce their rights through litigation in the federal courts.",
  "content": [
    {
      "heading": "INTELLECTUAL PROPERTY LAW & LITIGATION",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Registration of Copyrights & Trademarks",
      "level": "h2",
      "content": [
        "We assist software developers, media companies, musicians, artists, and others with the registration of their copyrighted works with the U.S. Copyright Office. We also register our clients’ product names, trade names, logos, and taglines with the U.S. Patent and Trademark Office as trademarks and service marks. Registration of copyrights, trademarks and service marks enable our clients to fully enforce their rights through litigation in the federal courts."
      ]
    },
    {
      "heading": "Intellectual Property Licensing",
      "level": "h2",
      "content": [
        "We also protect our clients’ intellectual property rights by negotiating and documenting their licensing relationships, whether in the form of a true licensing agreement, or in conjunction with a product supply and distribution agreement, co-development agreement, software “click-wrap” agreement, or service agreements. Our goal is to ensure that our clients’ licensing relationships are certain, definite, and enforceable."
      ]
    },
    {
      "heading": "Intellectual Property Litigation",
      "level": "h2",
      "content": [
        "We provide a wide range of litigation services to our clients in the area of intellectual property. Our litigators are experienced in the prosecution and defense of claims of patent infringement, copyright infringement, trademark infringement and dilution, trade dress infringement, and trade secret misappropriation. We also protect our clients’ Internet domain name registrations through ICANN arbitrations."
      ]
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kevin N. Tharp",
      "level": "h4",
      "content": [
        "Partner"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Jaclyn-M-Flint-Attorney-Indiana-IP-Law-Construction-Sports-Entertainment-Commercial-Litigation-thumbnail.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/insurance/",
  "slug": "insurance",
  "name": "Insurance",
  "description": "Our attorneys provide legal services to insurance carriers including the defense of claims in the areas of:",
  "content": [
    {
      "heading": "Insurance Defense",
      "level": "h2",
      "content": [
        "Our attorneys provide legal services to insurance carriers including the defense of claims in the areas of:",
        {
          "type": "list",
          "items": [
            "products liability environmental and toxic substance law officers’ and directors’ liability worker’s compensation claims; and general personal injury and property damage claims, including claims arising out of catastrophic construction site accidents",
            "products liability",
            "environmental and toxic substance law",
            "officers’ and directors’ liability",
            "worker’s compensation claims; and",
            "general personal injury and property damage claims, including claims arising out of catastrophic construction site accidents"
          ]
        },
        "Our attorneys also defend professional negligence and malpractice claims asserted against accountants, attorneys, insurance agents, real estate brokers, physicians, dentists, hospitals and other service providers."
      ]
    },
    {
      "heading": "Insurance Coverage",
      "level": "h2",
      "content": [
        "The expectations of policyholders do not always match the language of their insurance policies. When coverage disputes arise, insurance companies look to our attorneys for assistance in determining the extent of coverage described by an insurance policy under the specific facts presented. We work with both primary and excess insurance carriers to evaluate coverage, and to represent them in court actions where the court is asked to declare who is covered under a policy and/or the extent of the coverage provided.",
        "We have assisted insurance companies in hundreds of insurance coverage disputes of all shapes and sizes, ranging from disputes about who is an insured under an automobile liability policy for a limited dollar claim, up to an environmental insurance coverage action involving hundreds of millions of dollars."
      ]
    },
    {
      "heading": "Insurance Regulation",
      "level": "h2",
      "content": [
        "Our attorneys advise clients in virtually every segment of the insurance industry, providing guidance and advice to navigate compliance with Indiana insurance statues, regulations, rules, and bulletins.  While first seeking resolution of disputes regarding regulatory compliance, we are also experienced in proactively representing clients in regulatory hearings and litigation in state and federal courts. Our clients include companies in the areas of property and casualty, life and health, managed care, reinsurance, insurance holding companies, risk retention groups, mutual companies, insurance agencies and brokerages, third party administrators, regulatory agencies, risk managers and trade groups.",
        "In addition to regulatory compliance issues, our focus is always on identifying practical solutions to the challenges our insurance clients face in today’s complex marketplace regarding mergers and acquisitions, asset transfer transactions, intervention in various enforcement actions, reinsurance, and insolvency counseling."
      ]
    },
    {
      "heading": "Laura K. Binford",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Jeffrey B. Fecht",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Courtney David Mills",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie R. Osborne",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Laura S. Reed",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "James W. Riley, Jr.",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Beau Browning",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Laura-Binford-Indianapolis-Med-Mal-Attorney-Partner-Riley-Bennett-Egloff-thumbnail-png.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/health-care/",
  "slug": "health-care",
  "name": "Health Care",
  "description": "proudly counts among its",
  "content": [
    {
      "heading": "HEALTH CARE LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Health Care Regulation & Administration",
      "level": "h3",
      "content": [
        "Our health care attorneys provide counseling to our health care clients regarding a wide range of regulatory and administrative matters, including the following:",
        {
          "type": "list",
          "items": [
            "Peer review proceedings",
            "Licensure issues",
            "Risk management",
            "HIPAA , patient privacy, and health care directives",
            "Employment matters"
          ]
        }
      ]
    },
    {
      "heading": "Medical Malpractice Defense",
      "level": "h3",
      "content": [
        "Our health care law attorneys have defended physicians, nurses, paramedics, dentists, hospitals, nursing homes, rehabilitation facilities, immediate care facilities, and other health care providers in medical malpractice actions for over thirty years. With this experience, our lawyers have developed the keen insight required to understand complex medical issues and the unique ability to break down and effectively present these issues to a medical review panel and when necessary to a judge and jury. Along with this insight, our Firm combines a work ethic and diligence that leaves no stone unturned in its defense of cases.",
        "In addition to attorneys who have devoted their practices to the defense of medical professionals, we also have on staff experienced medical professionals who assist our attorneys in navigating the medical complexities of any particular case. We also have compiled an extensive expert witness database as an additional resource. Our medical malpractice defense team takes pride in providing excellent service to our health care clients, not only by explaining complex legal issues and answering questions thoroughly but also by keeping our clients informed of the status of their cases.",
        "While our Firm is always prepared to defend our health care clients , we realize that it is in our clients’ best interest to avoid a medical malpractice action when possible. Thus, our Firm also assists our health care clients in many different areas of their practice, including prevention of litigation through early resolution and risk management issues. Lawyers in the firm speak and provide presentations in these and other areas to our health care clients on a frequent basis."
      ]
    },
    {
      "heading": "Medical Licensing Defense",
      "level": "h3",
      "content": [
        "Our health care law attorneys represents licensed medical professionals before the state boards and committees regulating practice.  Riley Bennett Egloff attorneys have significant experience representing clients in licensure cases before the many state licensure boards; including the Indiana State Board of Nursing, Behavioral Health and Human Services Licensing Board, Indiana State Psychology Board, Indiana Respiratory Care Committee, Indiana Board of Pharmacy, Indiana Physical Therapy Committee, Indiana Occupational Therapy Committee, Indiana Board of Chiropractic Examiners, Indiana Optometry Board, Medical Licensing Board of Indiana, Indiana State Board of Health Facility Administrators, Indiana Speech-Language Pathology Audiology Board, and Indiana State Board of Dentistry."
      ]
    },
    {
      "heading": "Riley Bennett Egloff assists professionals in all stages of licensing matters:",
      "level": "h4",
      "content": [
        {
          "type": "list",
          "items": [
            "Attorney General Consumer Complaints ;",
            "Administrative Complaints;",
            "Summary Suspensions;",
            "Renewals; and",
            "Reinstatements."
          ]
        },
        "Our firm takes pride in preserving or reinstating our clients ’ ability to practice their profession in Indiana without restriction. We work directly with our medical professional clients through every stage of the process as we strive to bring all cases to a beneficial and expeditious outcome."
      ]
    },
    {
      "heading": "Laura K. Binford",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Courtney David Mills",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie R. Osborne",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Beau Browning",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Anna K. Marvin",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Jennie M. Maguire",
      "level": "h4",
      "content": [
        "Nurse Consultant"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Laura-Binford-Indianapolis-Med-Mal-Attorney-Partner-Riley-Bennett-Egloff-thumbnail-png.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/government-law/",
  "slug": "government-law",
  "name": "Government Law",
  "description": "Our attorneys have substantial experience representing state and local governments in a wide variety of matters.",
  "content": [
    {
      "heading": "GOVERNMENT LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Eric M. Hylton",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Sarah MacGill Marr",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Jaclyn-M-Flint-Attorney-Indiana-IP-Law-Construction-Sports-Entertainment-Commercial-Litigation-thumbnail.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/family-law/",
  "slug": "family-law",
  "name": "Family Law",
  "description": "Among life’s most joyful occasions is to welcome a child into a family. Our attorneys can assist you with the legal process involved in adopting a child, whether it be an independent adoption or through an agency. Where adoption is not an option, our attorneys can also assist with alternatives, including guardianships.",
  "content": [
    {
      "heading": "FAMILY LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Adoption",
      "level": "h2",
      "content": [
        "Among life’s most joyful occasions is to welcome a child into a family. Our attorneys can assist you with the legal process involved in adopting a child, whether it be an independent adoption or through an agency. Where adoption is not an option, our attorneys can also assist with alternatives, including guardianships."
      ]
    },
    {
      "heading": "Child Custody & Visitation",
      "level": "h2",
      "content": [
        "As the most precious asset of any marriage, the best interests of the children should be of primary importance in any divorce proceeding. We strive to provide our clients with representation that will not only protect their rights, but also advance their best intentions for their children.",
        "There are multiple options for providing the best arrangement for each child caught in the middle of divorce proceedings, and we are committed to helping our clients find the right child custody solution for their situations."
      ]
    },
    {
      "heading": "Divorce Lawyers",
      "level": "h2",
      "content": [
        "Divorce is a legal proceeding within the court to formally dissolve a marriage between a couple. Divorce terminates a marital union, allowing the two people to pursue a new life personally and legally.",
        "A divorce can be granted only by a court, upon the filing of a petition for divorce by one of the parties to the marriage. An Indiana court can grant a divorce only if at least one party has been an Indiana resident for six months immediately before the petition is filed. The petition must be filed in the county where one party was a resident for three months immediately before the petition was filed.",
        "Indiana statute identifies four grounds for obtaining a divorce. Of those, the irretrievable breakdown of the marriage is the most commonly-cited. To justify a dissolution on the ground of irretrievable breakdown, the court must be satisfied that the parties can no longer live together because of difficulties so substantial that no reasonable efforts could reconcile them.  It is up to the court to decide whether the divorce should be granted, based upon evidence presented at a hearing.",
        "One critical issue to be resolved in divorce proceedings is the division of marital assets between the parties. It is important that all assets of the marriage be identified and accurately valued as part of the proceedings. In cases where one spouse owns his or her own business, it can be challenging to assign a fair value to that business. Our attorneys are experienced obtaining information and documents necessary to identify all assets of the marriage, and in presenting business valuation expert witnesses in divorce proceedings to assist in protecting our clients’ interests.",
        "Another important question is the payment of costs associated with the divorce proceeding. The court may award costs—including attorney’s fees—to either party in an action for divorce or the dissolution of marriage, but is not required to do so.  In determining a reasonable attorney’s fee award, the factors the court may consider include: the resources of the parties and their relative earning abilities, the complexity of the case and the difficulty of the issues involved, and any misconduct by one of the parties resulting in the other party incurring additional fees. However, the trial court is not required to give a reason for its decision to award attorney’s fees.",
        "A court may also order one party to pay maintenance to the other party, either in a decree of legal separation or in the final dissolution decree, if one spouse is incapacitated and incapable of supporting himself, or if a spouse is the custodian of a child whose physical or mental incapacity requires the custodian to forgo employment, and the spouse is otherwise unable to support herself. In addition, if one spouse needs additional education and training to find appropriate employment following the divorce, a court may also order rehabilitative maintenance, for a period not to exceed three years.",
        "If you have questions about Indiana’s divorce laws, feel free to contact one of our attorneys below."
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Travis R. Watson",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/01/Tony-Jost-2L9A4882.jpg"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/construction/",
  "slug": "construction",
  "name": "Construction",
  "description": "Our construction attorneys are highly-experienced, hard-working, analytical, and client-focused. They are dedicated to finding the best solution for our construction industry clients, ranging from small, family-owned contractors, to some of the largest general contractors and construction managers in the country, to owners and developers operating on a national scale.",
  "content": [
    {
      "heading": "CONSTRUCTION LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Construction Litigation & Dispute Resolution",
      "level": "h2",
      "content": [
        "Construction disputes can arise at any time during a building or development project and affect all parties involved in the project. Our attorneys stand ready to vigorously protect the interests of our construction clients in litigation in both state and federal courts, and in mediation, arbitration, and other forms of alternative dispute resolution used in the construction industry. We represent clients in all types of claims that can arise in construction, including bid protests, payment claims, mechanic’s liens, design and construction defects, defaults and terminations, delay and impact claims, site safety, changes in the work, differing site conditions, and surety law and bond claims."
      ]
    },
    {
      "heading": "Construction Contract Drafting & Negotiation",
      "level": "h2",
      "content": [
        "Having served as outside counsel to contractors and real estate developers of all sizes, we are uniquely qualified to provide your company with legal services for the standardization of your key partner contracts.",
        "As part of our experience representing owners, contractors and design professionals throughout the industry, we have written and negotiated contracts based on industry standard forms (such as the AIA forms) and have also developed custom contract documents for specific clients and projects. Based upon our experience drafting and negotiating contract documents, as well as our advice and representation of clients in construction disputes, we know what works in a contract and what does not."
      ]
    },
    {
      "heading": "Mechanics’ Liens",
      "level": "h2",
      "content": [
        "A mechanic’s lien allows general contractors, subcontractors, and suppliers who provide labor or materials for the improvement of real property to claim an interest in the property they have improved. Mechanic’s liens are created by recording mechanic’s lien notices with the Recorder of the county in which the property is located.",
        "Indiana’s mechanic’s lien statute has strict form, content and timing requirements that must be followed, depending on the type of project in question. If the requirements are not followed to the letter, the right to a mechanic’s lien may be lost. That is why it is important to have experienced construction attorneys who know the mechanic’s lien laws and who can assist with recording (or defending against) a mechanic’s lien claim.",
        "Once the mechanic’s lien is recorded, if the payment dispute is not otherwise resolved, it may be necessary to file a lawsuit to foreclose the mechanic’s lien, in which the court will determine the validity and priority of all interests in the property, including the mechanic’s liens, in a process that can be very complex. It is critical that all parties to a mechanic’s lien foreclosure proceeding have experienced construction counsel who can protect their rights.",
        "Our attorneys have substantial experience representing general contractors, subcontractors, and material suppliers in drafting, recording and litigating mechanic’s liens ranging in amounts from several thousand dollars to several million dollars."
      ]
    },
    {
      "heading": "Surety Law & Payment Bond Claims",
      "level": "h2",
      "content": [
        "An important difference between public and private construction projects is that the mechanic’s lien remedy is typically not available on public projects. In place of the mechanic’s lien, general contractors on public projects are often required to obtain payment bonds, against which unpaid subcontractors can make claims for payment. Applicable law establishes strict form, content, and timing requirements for claims against payment bonds, depending on the type of project. Because of the complexity of this area of the law, it is important that contractors have experienced construction counsel to assist them with making (or defending) payment bond claims, to ensure their rights are protected."
      ]
    },
    {
      "heading": "Jeffrey B. Fecht",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Ryan L. Leitch",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Sarah MacGill Marr",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kevin N. Tharp",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Travis R. Watson",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/07/Jeffrey-Fecht-attorney-indianapolis-commercial-litigation-construction-law-product-liability-toxic-tort.jpg"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/commercial-litigation/",
  "slug": "commercial-litigation",
  "name": "Commercial Litigation",
  "description": "Clients count on our attorneys to try — and win — their most important legal disputes.",
  "content": [
    {
      "heading": "COMMERCIAL LITIGATION",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Business / Intellectual Property / Employment Litigation",
      "level": "h2",
      "content": [
        "Whenever our clients must pursue or defend claims, disputes are rarely convenient and often affect the very heart of getting business done. We understand how time and money are essential considerations in making strategic decisions, whether the disputes involve shareholder or key management matters, business torts, contract or property issues, protection of trade secrets or other intellectual property, or employment claims (such as discrimination or harassment, wage, wrongful termination, or embezzlement/theft).",
        "We have experience in obtaining and defeating claims for injunctive and declaratory relief that often expedite resolution, as well as motion practice, hearings, and trials before judges and juries. We make sure that our clients are part of each strategic move, as well as the available options and their likely effect, in order to reach the best result that helps their business."
      ]
    },
    {
      "heading": "Insurance Defense / Insurance Coverage Litigation",
      "level": "h2",
      "content": [
        "Our attorneys provide a full-spectrum of legal services to insurance carriers, including coverage opinions and related litigation, as well as the defense of claims in the areas of product liability, environmental and toxic substance law, officers’ and directors’ liability, worker’s compensation claims, and general personal injury and property damage claims, including catastrophic claims arising out of construction site accidents.",
        "Our attorneys also defend professional negligence and malpractice claims asserted against accountants, attorneys, insurance agents, real estate brokers, physicians, dentists, hospitals, and other health care professionals."
      ]
    },
    {
      "heading": "Arbitration / Mediation / Alternative Dispute Resolution",
      "level": "h2",
      "content": [
        "For clients who are not experienced in litigation, being involved in a lawsuit can be emotionally exhaustive and costly in both time and money. Finding a win-win situation for all the parties involved short of trial is atypical. That’s when having an attorney experienced in alternative dispute resolution (ADR) becomes important. While we have the depth of experience of taking a matter to trial and thus do not fear such a scenario, our attorneys are also effective at using mediation, arbitration, and other ADR methods to resolve disputes in order to better serve our clients.",
        "ADR offers greater control over the process and the result. From setting the ground rules, to selecting the facilitator, ADR not only offers more flexibility, but it is usually more expeditious and less expensive than court proceedings. ADR also often eliminates the “win-lose” mentality that serves as an obstacle to resolution when the parties are engaged in litigation. Experienced in the various tools for ADR or other paths to resolution, we keep our clients apprised of these options when available to short-cut both the risks and the expenses of threatened or pending litigation."
      ]
    },
    {
      "heading": "Product Liability",
      "level": "h2",
      "content": [
        "On behalf of manufacturing clients, our attorneys defend product liability claims in federal and state trial and appellate courts throughout the State of Indiana. These types of claims typically assert that a product caused personal injuries, including disability or death, or caused extensive property damage, due to defects in product design or manufacturing, or due to inadequate product warnings."
      ]
    },
    {
      "heading": "Toxic Tort",
      "level": "h2",
      "content": [
        "Our attorneys represent industrial clients in the defense of toxic tort claims in state and federal courts throughout Indiana that seek damages (including fear of future injury or illness, and future lost wages) allegedly stemming from short-term and long-term exposure to hazardous substances such as asbestos, latex gloves, mold, pharmaceuticals, silica, and other materials; industrial accidents involving hazardous or toxic substances; and the sale of allegedly hazardous or toxic substances.",
        "Our depth of experience in this area ranges from the defense of small, single plaintiff/single defendant claims to representation of major companies involved in complex, multi-party claims and large class actions."
      ]
    },
    {
      "heading": "Local Counsel with Substance",
      "level": "h2",
      "content": [
        "If you are new to Indiana courts, our litigation attorneys are experienced in the various state and federal courts throughout the State of Indiana. We are proud of our work product and results, as well as our civil service, that have helped build our credibility and reputation with numerous attorneys and judges in the various Indiana jurisdictions. Whether you need us to assist you with procedural nuances or provide substantive representation, you can count on our litigation attorneys to be part of your comprehensive team when litigation strikes in our state."
      ]
    },
    {
      "heading": "Laura K. Binford",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Jeffrey B. Fecht",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Eric M. Hylton",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Sarah MacGill Marr",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Courtney David Mills",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie R. Osborne",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Laura S. Reed",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "James W. Riley, Jr.",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Lindsay A. Llewellyn",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Laura-Binford-Indianapolis-Med-Mal-Attorney-Partner-Riley-Bennett-Egloff-thumbnail-png.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/business-litigation/",
  "slug": "business-litigation",
  "name": "Business Litigation",
  "description": "From fast-moving injunction proceedings to complex partnership matters, clients bring their high-stakes business legal disputes to our experienced litigators.",
  "content": [
    {
      "heading": "BUSINESS LITIGATION",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Business Contract Disputes",
      "level": "h2",
      "content": [
        "Contract disputes form the basis for most business litigation. Ideally, every contract would be in writing and well-drafted. However, not all contracts are in writing, and even written contracts may inadvertently leave some issues unclear or unaddressed. Our business litigation attorneys excel in handling these and other complex factual and legal issues. Our attorneys have resolved hundreds of contract disputes through negotiation, alternative dispute resolution (ADR) including mediation and, if necessary, litigation. Whether your case involves a straightforward two-party dispute or more complicated issues involving several parties, multiple areas of the law, or a contract described in a dozen or more separate documents, our team of business litigation attorneys will work to resolve your matter with the careful consideration it deserves."
      ]
    },
    {
      "heading": "Covenant Not to Compete",
      "level": "h2",
      "content": [
        "A covenant not to compete (also known as a non-competition covenant) can be an effective way to protect your business, whether you are protecting your existing business or buying a new one. Non-competition clauses are commonly included in employment contracts, sale agreements, and shareholder agreements. A well-drafted non-competition covenant may mean the difference between your business’ success or failure. However, courts often give non-competition covenants extra scrutiny, and there are circumstances where courts will not enforce them.",
        "Our experienced business litigation attorneys have an impressive track record representing companies, shareholders, and individual employees in disputes over non-competition agreements. We will help you draft and enforce your non-competition covenants to protect your business."
      ]
    },
    {
      "heading": "Shareholder & Partnership Disputes",
      "level": "h2",
      "content": [
        "Like marriages, business partnerships and closely-held corporations begin with high hopes and much goodwill between the parties. Unfortunately, like some marriages, business partnerships occasionally end in acrimony and litigation.",
        "In this complex area of law, you should seek counsel from attorneys experienced in shareholder and partnership disputes. Our business litigation attorneys regularly represent companies and their shareholders in these kinds of disputes. While our attorneys seek creative solutions to resolve these disputes without litigation when an amicable resolution is not possible they are ready to protect your interests through swift and decisive legal action."
      ]
    },
    {
      "heading": "Jeffrey B. Fecht",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Ryan L. Leitch",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Sarah MacGill Marr",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie R. Osborne",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Laura S. Reed",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kevin N. Tharp",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "James W. Riley, Jr.",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Lindsay A. Llewellyn",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/07/Jeffrey-Fecht-attorney-indianapolis-commercial-litigation-construction-law-product-liability-toxic-tort.jpg"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/business-corporate-law/",
  "slug": "business-corporate-law",
  "name": "Business Corporate Law",
  "description": "There are many important decisions to be made by an emerging business, each of which comes with potential pitfalls that can be damaging to the business and its owners in the absence of proper legal guidance. Our business law attorneys can help you with these issues, steering you clear of the problems while helping you select the type of entity which best serves your business interests and goals. From drafting the formation documents to stock issuance to agreements between co-owners, our Firm’s business attorneys can help you establish a solid legal foundation for your business future.",
  "content": [
    {
      "heading": "BUSINESS & CORPORATE LAW",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Business Entity Selection & Formation",
      "level": "h2",
      "content": [
        "There are many important decisions to be made by an emerging business, each of which comes with potential pitfalls that can be damaging to the business and its owners in the absence of proper legal guidance. Our business law attorneys can help you with these issues, steering you clear of the problems while helping you select the type of entity which best serves your business interests and goals. From drafting the formation documents to stock issuance to agreements between co-owners, our Firm’s business attorneys can help you establish a solid legal foundation for your business future."
      ]
    },
    {
      "heading": "Business Contract Review, Drafting & Negotiation",
      "level": "h2",
      "content": [
        "Beyond the formation of business entities, Riley Bennett Egloff acts as corporate counsel for many of its business clients, including the negotiation, drafting and review of our clients’ contracts, ranging in size from a few thousand dollars to millions of dollars. With just a few hours’ time, our review of contracts before they are signed can help our clients avoid paying for hundreds of hours of attorney time in litigation once a contract dispute arises."
      ]
    },
    {
      "heading": "Business Consultation & Advice",
      "level": "h2",
      "content": [
        "Running a business is hard work. Our business attorneys help you lay the solid foundation so that it runs more smoothly – best practices for your contracts, business communications, employment relations, intellectual property and trade secret protective measures, insurance coverage, and litigation avoidance to name a few. Let our legal team help you so that you have the confidence to get business done the right way."
      ]
    },
    {
      "heading": "Business Succession Planning",
      "level": "h2",
      "content": [
        "At some point, all business owners leave their businesses. In addition to enjoying peace of mind, business owners who have planned for their departures stand to profit much more than those owners who have not.",
        "Good succession planning involves legal, accounting, tax, and operational considerations. Our attorneys can identify the important legal considerations and provide you with advice and counsel to allow you to achieve both your business and personal objectives."
      ]
    },
    {
      "heading": "Business Dispute Resolution",
      "level": "h2",
      "content": [
        "Inevitably, businesses need help resolving disputes that arise internally (among shareholders, members, or employment issues) or externally with vendors, landlords, customers, or competitors.  Riley Bennett Egloff’s business litigators are experienced in helping to resolve disputes without litigation whenever possible, and pursuing or defending claims in litigation. Often, our attorneys work “behind the scenes” to make sure our clients are in the best position to prevail should litigation ensue – and you can rest assured that we’ll be honest with you if you need to employ other measures to avoid liability. Here, litigation attorneys are your allies who provide protection to your company’s interests well before you come near a courtroom, working hard to meet your goals as efficiently as expeditiously as possible."
      ]
    },
    {
      "heading": "Jaclyn M. Flint",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kathleen Hart",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Eric M. Hylton",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Ryan L. Leitch",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Courtney David Mills",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Katie S. Riles",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Raymond T. Seach",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Justin O. Sorrell",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "Kevin N. Tharp",
      "level": "h4",
      "content": [
        "Partner"
      ]
    },
    {
      "heading": "John L. Egloff",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Blair R. Vandivier",
      "level": "h4",
      "content": [
        "Of Counsel"
      ]
    },
    {
      "heading": "Lindsay A. Llewellyn",
      "level": "h4",
      "content": [
        "Associate"
      ]
    },
    {
      "heading": "Patrick S. McCarney",
      "level": "h4",
      "content": [
        "Associate"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/08/Jaclyn-M-Flint-Attorney-Indiana-IP-Law-Construction-Sports-Entertainment-Commercial-Litigation-thumbnail.png"
  ]
},
{
  "url": "https://rbelaw.com/practice-areas/bankruptcy-reorganization/",
  "slug": "bankruptcy-reorganization",
  "name": "Bankruptcy Reorganization",
  "description": "Our bankruptcy and reorganization",
  "content": [
    {
      "heading": "BANKRUPTCY & REORGANIZATION",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Our bankruptcy and reorganization attorneys have substantial experience collecting monies owed to our business clients , in amounts ranging from thousands of dollars to hundreds of millions of dollars, in Indiana state courts and in federal bankruptcy courts.",
      "level": "h3",
      "content": []
    },
    {
      "heading": "Creditor’s Rights",
      "level": "h2",
      "content": [
        "The Firm’s legal experience includes such areas as:",
        {
          "type": "list",
          "items": [
            "fraudulent transfer analysis",
            "negotiation and documentation of financing agreements, debt restructurings, loan workouts, cash collateral arrangements, and debtor-in-possession financing arrangements",
            "complex bankruptcy litigation",
            "counseling with respect to transfers of claims against or interests in bankrupt entities",
            "formulation, negotiation and promulgation of plans of reorganization and related documents"
          ]
        },
        "The Firm’s creditors’ rights experience also includes such areas as:",
        {
          "type": "list",
          "items": [
            "foreclosures and deeds-in-lieu of foreclosure",
            "appointment of receivers",
            "replevin, garnishment and attachment proceedings, pre- and post-judgment",
            "suits on guaranties",
            "Uniform Commercial Code Issues",
            "other commercial litigation matters"
          ]
        }
      ]
    },
    {
      "heading": "Debt Relief",
      "level": "h3",
      "content": [
        "Our bankruptcy and reorganization attorneys help individuals, consumers, business investors, and small businesses file for bankruptcy protection under the United States Bankruptcy Code, whether it be a liquidation under Chapter 7 or a reorganization under Chapters 11 or 13 . We strive to provide a high degree of service and personal care to each of our clients. Our philosophy is simple: Provide competent and high quality bankruptcy services for a reasonable fee."
      ]
    },
    {
      "heading": "Professionals in Bankruptcy & Reorganization Law",
      "level": "h2",
      "content": []
    },
    {
      "heading": "Anthony R. Jost",
      "level": "h4",
      "content": [
        "Partner"
      ]
    }
  ],
  "image_urls": [
    "https://rbelaw.com/wp-content/uploads/2024/01/Tony-Jost-2L9A4882.jpg"
  ]
}
]